export const qnaList = [
  {
    q: '1. 당신이 선호하는 커피는? ',
    a: [
      { answer: '에스프레소', type: [0, 1, 2, 3, 4, 5,
      6, 7, 8, 9, 10, 11, 12, 13, 14
    ,15] },
      { answer: '아메리카노', type: [16, 17, 18, 19, 20,
      21, 22,23, 24, 6,26, 25] },
    ]
  },
  {
    q: '2. 당신이 선호하는 사탕은? ',
    a: [
      { type: [0, 1, 2, 3, 4, 5,
      6, 7, 16, 17, 18, 19, 17, 20] },
      { type: [6, 7, 8, 9, 10, 11, 12, 13, 14
      ,15, 21, 22,23, 24, 19, 6,26, 25] },
    ]
  },
  {
    q: '3. 당신이 선호하는 초콜릿은?',
    a: [
      { type: [4, 5, 6, 7, 12, 13, 
      14,15, 19, 17, 20, 21, 22,
      26, 25] },
      { type: [0, 1, 2, 3, 8,
      9, 10, 11, 16, 17, 18, 19,21,
      22,23, 24] },
       ]
  },
  {
    q: '4. 당신은 어떤 향을 더 선호하나요?',
    a: [
      { type: [1, 3, 5, 7, 9, 11, 13, 15,
      17, 18, 20,22, 24,6, 25]},
      { type: [0, 2, 4, 6, 8,
      10, 12, 14, 16, 18, 19, 20, 21, 23, 26] },
    ]
  },
  {
    q: '5. 당신은 음식을 씹을 때, 몇 번 정도 씹고 삼키나요?',
    a: [
      { type: [2, 3, 6, 7, 10, 11, 14, 15,
        18, 20, 23, 24, 26, 25]},
      { type: [0, 1, 4, 5, 8, 9,
      12, 13, 16, 17, 21, 22, 19, 6]}
    ]
  }
]

export const infoList = [
  {
    name: '카페in의 추천 : 코스타리카 볼칸 아술 오바타',
    desc: ['은은한 산딸기향과 함께,'] ['모스카토 와인을 연상시키는 우아한 향미와 높은 당도를 가진 커피.'],
    flavor: ['당신은 바디감이 무겁고','산미가 강하며',' 단 맛이 강하고', 
    ' 초콜릿 등의 은은한 향을 선호하며', 
    ' 오래 지속되는 향미를 중요시하는 타입입니다.']
  },
  {
    name: '카페in의 추천 : 파나마 에스메랄다 게이샤',
    desc: ['첫 모금에 복숭아와 제스민 향의 상큼함이 입 안 가득 느껴지면서','올라오는 단맛이 밸런스를 맞춰주며 향과 맛의 조화를 이루며 긴 여운을 남겨주는 커피.'],
    flavor: ['당신은 바디감이 무겁고', ' 산미가 강하며', ' 단 맛이 강하고', ' 시트러스 등의 과일 향을 선호하며', ' 오래 지속되는 향미를 중요시하는 타입입니다.']
  },
  {
    name: '카페in의 추천 : 예멘 모카 마타리',
    desc: ['묵직한 마디감, 새콤한 맛과 쓴맛의 환상적인 조화', '진한 다크 초콜릿 향이 매력적인 커피.'],
    flavor: ['당신은 바디감이 무겁고', ' 산미가 강하며', ' 단 맛이 강하고', ' 초콜릿 등의 은은한 향을 선호하며', ' 깔끔한 향미를 중요시하는 타입입니다.']
  },
  {
    name: '카페in의 추천 : 에티오피아 카라모',
    desc: ['높은 곳에 위치한 지리적 특성으로 커피의 맛과 향미가 더욱 좋은', '2020 Cup Of Excellent 우승작 커피.'],
    flavor: ['당신은 바디감이 무겁고', ' 산미가 강하며', ' 단 맛이 강하고', ' 시트러스 등의 과일 향을 선호하며', ' 깔끔한 향미를 중요시하는 타입입니다.']
  },
  {
    name: '카페in의 추천 : 탄자니아 킬리만자로',
    desc: ['영국 황실에서 즐겨 마시는 커피로', '내추럴 방식의 건조를 거쳐 풍미가 뛰어난 커피.'],
    flavor: ['당신은 바디감이 무겁고', ' 산미가 강하며', ' 단 맛이 약하고', ' 초콜릿 등의 은은한 향을 선호하며', ' 오래 지속되는 향미를 중요시하는 타입입니다.']
  },
  {
    name: '카페in의 추천 : 과테말라 우에우에테낭고',
    desc: ['습도 비율 60~70%의 고산지역에서 자라는 이 원두는', '호두, 시리얼 향이 나며 단맛에 포커스가 맞춰져 있는 커피.'],
    flavor:['당신은 바디감이 무겁고', ' 산미가 강하며', ' 단 맛이 약하고', ' 초콜릿 등의 은은한 향을 선호하며', ' 깔끔한 향미를 중요시하는 타입입니다.']
  },
  {
    name: '카페in의 추천 : 케냐 피베리',
    desc: ['바디감이 묵직하고 산미가 강하며', '초콜릿 맛, 감귤 맛을 한 번에 느낄 수 있는 커피.'],
    flavor: ['당신은 바디감이 무겁고', ' 산미가 강하며', ' 단 맛이 약하고', ' 시트러스 등의 과일 향을 선호하며', ' 깔끔한 향미를 중요시하는 타입입니다.']
  },
  {
    name: '카페in의 추천 : 과테말라 엘 소로코 마라카투라',
    desc: ['많은 매니아들로부터', '과테말라 최고의 커피로 인정받는 고급 품종 커피.'],
    flavor: ['당신은 바디감이 무겁고', ' 산미가 약하며', ' 단 맛이 강하고', ' 초콜릿 등의 은은한 향을 선호하며', ' 오래 지속되는 향미를 중요시하는 타입입니다.']
  },
  {
    name: '카페in의 추천 : 자메이카 블루마운틴',
    desc: ['세계 3대 커피 중 하나로 와인의 쌉싸래한 맛,','부드러운 쓴 맛, 단맛, 스모크한 맛을 지닌 커피.'],
    flavor: ['당신은 바디감이 무겁고',
    ' 산미가 약하며', ' 단 맛이 강하고', ' 시트러스 등의 과일 향을 선호하며', ' 오래 지속되는 향미를 중요시하는 타입입니다.']
  },
  {
    name: '카페in의 추천 : 코스타리카 따라주',
    desc: ['고산지대로 일교차가 커 커피 체리의 수축/이완작용으로', '생두의 조밀도가 강해 훌륭한 바디감을 갖춘 커피.'],
    flavor: ['당신은 바디감이 무겁고', ' 산미가 약하며', ' 단 맛이 강하고', ' 초콜릿 등의 은은한 향을 선호하며', ' 깔끔한 향미를 중요시하는 타입입니다.']
  },
  {
    name: '카페in의 추천 : 케냐 키암부',
    desc: ['‘아웃 오브 아프리카’의 배경이 되었던 케냐 키암부에서 난 커피로', '은은한 과일 산미와 묵직한 바디감이 어우러지는 커피.'],
    flavor: ['당신은 바디감이 무겁고', ' 산미가 약하며', ' 단 맛이 강하고', ' 시트러스 등의 과일 향을 선호하며', ' 깔끔한 향미를 중요시하는 타입입니다.']
  },
  {
    name: '카페in의 추천 : 인도네시아 만델링 g1',
    desc: ['특유의 부드럽고 풍부한 바디와', '다크초콜렛의 플레이버로 진한 향을 즐길 수 있는 커피.'],
    flavor: ['당신은 바디감이 무겁고', ' 산미가 약하며', ' 단 맛이 약하고', ' 초콜릿 등의 은은한 향을 선호하며', ' 오래 지속되는 향미를 중요시하는 타입입니다.']
  }, {
    name: '카페in의 추천 : 에티오피아 하라',
    desc: ['깊고 중후한 향미와 감미로운 와인 향,' ,'오묘한 신맛 같은 단맛, 상큼한 흙냄새 등이 어우러진 커피.'],
    flavor: ['당신은 바디감이 무겁고', ' 산미가 약하며', ' 단 맛이 약하고', ' 시트러스 등의 과일 향을 선호하며', ' 오래 지속되는 향미를 중요시하는 타입입니다.']
  }, {
    name: '카페in의 추천 : 과테말라 안티구아',
    desc: ['중후한 바디감, 다크초코의 쌉싸르함,', '스모키한 여운, 우아하고 뛰어난 감칠맛을 즐길 수 있는 커피.'],
    flavor: ['당신은 바디감이 무겁고', ' 산미가 약하며', ' 단 맛이 약하고', ' 초콜릿 등의 은은한 향을 선호하며', ' 깔끔한 향미를 중요시하는 타입입니다.']
  }, {
    name: '카페in의 추천 : 엘살바도르 파카마',
    desc: ['살구 주스, 레몬 제스트와 같은 복합적인 상큼함,', '약간의 달콤한 맛, 깨끗한 피니시로 나라 전역에서 사랑받는 커피.'],
    flavor: ['당신은 바디감이 무겁고', ' 산미가 약하며', ' 단 맛이 약하고', ' 시트러스 등의 과일 향을 선호하며', ' 깔끔한 향미를 중요시하는 타입입니다.']
  }, {
    name: '카페in의 추천 : 니카라과 핀카 산 라몬',
    desc: ['바닐라, 꿀, 체리&플럼, 파인애플, 아몬드, 카라멜 맛이 나고,', '부드러운 고소함과 스윗한 과일향의 기분좋은 산미가 나며 달콤한 긴 여운이 남는 깔끔한 후미를 가진 커피.'],
    flavor: ['당신은 바디감이 가볍고', ' 산미가 강하며', ' 단 맛이 강하고', ' 초콜릿 등의 은은한 향을 선호하며', ' 오래 지속되는 향미를 중요시하는 타입입니다.']
  }, {
    name: '카페in의 추천 : 콜롬비아 엘 디아만테 버번',
    desc: ['체리, 카라멜, 오렌지, 청사과 향이 나고,', '복숭아, 오렌지, 포도, 카라멜 맛을 느낄 수 있는 것이 특징을 가진 커피.'],
    flavor: ['당신은 바디감이 가볍고', ' 산미가 강하며', ' 단 맛이 적당하고', ' 시트러스 등의 과일 향을 선호하며', ' 오래 지속되는 향미를 중요시하는 타입입니다.']
  }, {
    name: '카페in의 추천 : 하와이 코나',
    desc: ['해발 4,000m 이상의 높은 화산 산비탈의 비옥한 토양에서 재배되어 세계 3대 커피 중 하나로', '부드러우면서도 톡 쏘는 산미를 가졌으며 향기를 즐길 수 있는 커피.'],
    flavor: ['당신은 바디감이 가볍고', ' 산미가 강하며', ' 단 맛이 강하고', ' 시트러스 등의 과일 향과 초콜릿의 은은한 향을 선호하며', ' 깔끔한 향미를 중요시하는 타입입니다.']
  }, {
    name: '카페in의 추천 : 브라질 산타루시아',
    desc: ['고소한 견과류의 맛과 부드러운 바디감,' ,'초콜릿 뉘앙스와 흑설탕의 달콤함이 어우러진 것이 특징인 커피.'],
    flavor: ['당신은 바디감이 가볍고', ' 산미가 강하며', ' 단 맛이 약하고', ' 초콜릿 등의 은은한 향을 선호하며', ' 오래 지속되는 향미를 중요시하는 타입입니다.']
  }, {
    name: '카페in의 추천 : 케냐 키아마니아',
    desc: ['비교적 가벼운 바디감을 가지고 있으며 포도, 패션후르츠, 후추, 홍시,', '조청, 호박엿, 오렌지, 감귤, 다크초콜릿 등 아주 많은 맛을 느낄 수 있는 커피.'],
    flavor: ['당신은 바디감이 가볍고', ' 산미가 강하며', ' 단 맛이 약하고', ' 시트러스 등의 과일 향과 초콜릿의 은은한 향을 선호하며', ' 깔끔한 향미를 중요시하는 타입입니다.']
  }, {
    name: '카페in의 추천 : 콜롬비아 수프리모',
    desc: ['부드러운 맛과 향을 자랑하며, 아침에 먹기 좋은 커피의 대명사로' ,'꾸준히 올라오는 단맛, 고소한 견과류 향, 과일의 산미가 밸런스를 이루는 커피.'],
    flavor: ['당신은 바디감이 가볍고', ' 산미가 약하며', ' 단 맛이 강하고', ' 초콜릿 등의 은은한 향을 선호하며', ' 오래 지속되는 향미를 중요시하는 타입입니다.']
  }, {
    name: '카페in의 추천 : 브라질 옐로우 버번',
    desc: ['균형있는 산미와 고소함이 강점이며 쓴맛과 신맛의 균형감이 뛰어나고 부드러우며,' ,'특이하게도 참기름 같은 고소한 향이 일품인 커피.'],
    flavor: ['당신은 바디감이 가볍고', ' 산미가 약하며', ' 단 맛이 강하고', ' 시트러스 등의 과일 향을 선호하며', ' 오래 지속되는 향미를 중요시하는 타입입니다.']
  }, {
    name: '카페in의 추천 : 브라질 세하도',
    desc: ['구수한 흙내음, 호두향이 나고,' ,'깊은 단맛을 낄 수 있는 한편 산미와 고소함은 적다는 특징을 가진 커피.'],
    flavor: ['당신은 바디감이 가볍고', ' 산미가 약하며', ' 단 맛이 강하고', ' 초콜릿 등의 은은한 향을 선호하며', ' 깔끔한 향미를 중요시하는 타입입니다.']
  }, {
    name: '카페in의 추천 : 파푸아뉴기니 쿠아 마운틴',
    desc: ['해발고도 1,400m이상에서 재배하여 감귤, 오렌지 같은 산뜻하고 향기로운 향,' ,'깨끗하고 고급스러운 블루마운틴 특유의 질감을 즐길 수 있는 커피.'],
    flavor: ['당신은 바디감이 가볍고', ' 산미가 약하며', ' 단 맛이 강하고', ' 시트러스 등의 과일 향을 선호하며', ' 깔끔한 향미를 중요시하는 타입입니다.']
  }, {
    name: '카페in의 추천 : 브라질 산타이네스',
    desc: ['주로 1,000m ~ 1,300m의 높은 지대에서 재배되고', '땅콩, 카라멜, 오렌지, 꿀 같은 단맛이 오묘하게 어우러지는 커피.'],
    flavor: ['당신은 바디감이 가볍고', ' 산미가 약하며', ' 단 맛이 약하고', ' 초콜릿 등의 은은한 향을 선호하며', ' 깔끔한 향미를 중요시하는 타입입니다.']
  }, {
    name: '카페in의 추천 : 케냐 키아구투 ',
    desc: ['블랙체리, 자몽, 블랙커런트, 흑설탕의 향을 느낄 수 있으며,', '무게감이 있는 과일톤과 단맛이 인상적인 커피.'],
    flavor: ['당신은 바디감이 가볍고', ' 산미가 약하며', ' 단 맛이 약하고', ' 시트러스 등의 과일 향을 선호하며', ' 깔끔한 향미를 중요시하는 타입입니다.']
  }
]
